{
    "result": {
        "1": {
            "text": "据说上车后一脸严肃地对司机说:“跟着前面那辆车!”司机就会特别兴奋，并对你露出一脸崇拜。不过，事实证明根本不是那么回事。今天我特意拦了辆车试验了一下，结果直接被赶下来。。。望着车绝尘而去，我终于明白:公交车师傅不是那么好骗的。"
        },
        "2": {
            "text": "一天上课，我和同桌下象棋被副校长抓住了，下课后被叫到办公室，班主任说:继续下，我看着你们下。我和同桌只能硬着头皮下了，当下到白热化的时候，班主任和副校长吵开了，老班说走这一步，副校长说走那一步，然后，班主任说:你们走吧，这里没你们事了，今天我要和张校长一决高下。"
        },
        "3": {
            "text": "今天在公司丢了个U盘，里面有我重要资料，急得我找了一上午都找不到。。。不料，下午一上班，我看到办公楼下面贴了个失物招领:哪位同事的U盘丢了。我知道你胸前有黑痣，小腹下面有壁虎纹身，腋下腋毛很旺盛，面部特征我就不写出来了。。。听嗓音你女朋友当时应该是感冒了。如果你看到了感觉描述的是你的U盘，请速与我联系。我艹。。。"
        },
        "4": {
            "text": "萌萌哒的小侄子上小学了，昨天中午来我家，我对他说道:姑姑考考你，一斤棉花糖和一斤铁哪个重? 小侄子还在咬着嘴唇思考得时候，老妈在厨房就大声喊道:肯定铁重呗，你当你小侄子傻啊!"
        },
        "5": {
            "text": "我思考了很久，今天总于鼓起勇气，“向女神发了一条，这个星期日你有空吗?”没过多久我就收到了这么一句话，女神回到，我在报社上班!"
        },
        "6": {
            "text": "美女同事穿了条紧身的新裙子，男同事们眼睛都看直了。看到我们惊艳的眼神，女神大方地微笑，一个漂亮的原地旋身舞蹈动作，裙子象花朵一样绽放展开:“好看吗?”“恩——丁字裤真好看。”我擦了擦口水说。"
        },
        "7": {
            "text": "女朋友最近智商越来越低了，一下班就抱着电视看喜羊羊与灰太狼，还把遥控器藏在屁股下，生怕我抢了似的，时不时传来咯咯的笑声，真搞不懂有什么好笑的，真怕哪天傻了，害的我两个月都没看熊大了。"
        },
        "8": {
            "text": "本人男，前几天认识了个小帅，今天去他家玩，到他家后他给我倒水喝，我就想跟他开个玩笑，喝完水后马上做出了昏倒状，嘴里还不断说着:这水……原以为他会不知所措，没想到他却低声嘀咕道:妈的，这药效也太厉害了!瞬间我就凌乱了...他已经把我抱起来扔到床上了，现在他在洗澡......怎么办..."
        },
        "9": {
            "text": "在大学读书的时候，宿舍闺蜜很爱吃美食，她男朋友也爱吃也胖。冬天，有天中午我们三个吃完饭回宿舍，男朋友顺路送她，男朋友中午没吃全饱，多买了个肉夹馍放羽绒服了，闺蜜蹭着他走，男朋友突然嫌弃的推了她一下，绕了几步心疼的说:想分手了，你刚刚你挤我到肉夹馍了你知道吗?!"
        },
        "10": {
            "text": "在医院的走廊里，一群人正在等待尿检。他们每个人都带着自己的尿样。护士叫病人(王尚菊)。他叫王尚菊!然后所有的病人都把他们的尿样举高了一点，护士喊道:王尚菊，然后是病人，把尿举高了一点，护士喊道:王尚菊，然后所有的病人都把他们的尿样举高了一点。这时，王尚菊，意思是护士在叫他自己，喊道:……然后所有的病人都把他们的尿液倒过来!"
        },
        "11": {
            "text": "阿姨在车上放了一美元，司机说:“两美元。”阿姨说:是的,“酷”。司机说:空调车，‘两件’。阿姨答:空调车很“酷”。司机还说，“放两块”。阿姨说:不秃，‘酷’。很酷的。然后再回去。司机说:“我告诉你买两美元。”阿姨说:我觉得越少的人越酷。司机说不出话来，一辆车笑了!"
        },
        "12": {
            "text": " 新来的护士姐妹们注射技术很差。护士长让她给一位睡着的病人打一针。她打了一针。她错过了。她看着病人没有醒来，悄悄地把它从针筒里抽出来。结果，一次又一次的注射，不知不觉中打到了她的头和脚。她汗流浃背。当她想找个地方注射时，病人跳了起来，吼了起来。诅咒:你TM真的在我睡觉的时候?从头到脚战斗!我妹妹在沙漠里逃跑了。第二天，当他去上班时，他被叫到院长的房间。院长激动地握住护士姐姐的手说:“谢谢你。”非常感谢。你真是个TM牛。八年的植物人都被你吵醒了!"
        },
        "13": {
            "text": "时光啊，还真就肉包子打狗了……"
        },
        "14": {
            "text": "就算我是一坨屎，我也是一坨有思想的屎!"
        },
        "15": {
            "text": "到了聪明人都无技可施时，笨人想出来的法子一定最有用!"
        },
        "16": {
            "text": "你在别人眼中有多风光，你在自己内心就有多悲怆!"
        },
        "17": {
            "text": "大家都装明白了，但就是有那么个别的笨蛋还是不装明白。"
        },
        "18": {
            "text": "人不当官显不出坏。"
        },
        "19": {
            "text": "我是从地狱来接引你们的，见到撒旦麻烦告诉他说一声——是俺给他地狱增添牲口的…"
        },
        "20": {
            "text": "思想有多远，你就给我滚多远。"
        },
        "21": {
            "text": "单身很痛苦，单身久了更痛苦，前几天我看见一头母猪，都觉得它眉清目秀的…"
        },
        "22": {
            "text": "我说我怎么感谢你好呢我娶你吧!你说我怎么可以恩将仇报呢"
        },
        "23": {
            "text": "“如果感到幸福我就剁剁手”“哐哐”“如果感到幸福我就剁剁脚”“哐哐”——食人族做饭时爱唱的歌。"
        },
        "24": {
            "text": "年月日，美国宇航员阿姆斯特朗打开登月舱舱门，沿着梯子缓缓走出，随即他在月球表面留下了人类第一个脚印，并说出了那句名言:“沙发。”"
        },
        "25": {
            "text": "阎王:“堂下之人说说你怎么来的?”“和别人比憋气”“然后呢?”“我赢了……”"
        },
        "26": {
            "text": "公交上两个女生在唠学校的事，其中一个伤心的说:“我班就两个女生，最气人的我还不是班花……”"
        },
        "27": {
            "text": "俗语说:“今日试，今日弊。遇到难题，不能逃‘弊’。”---我作弊那是有依据滴。"
        },
        "28": {
            "text": "昨曰喝醉，一早醒来满嘴是泥，打电话问送我的哥们怎么回事? 那哥们幽幽的说:“你昨晚说你是喜羊羊，要吃草，我拉都拉不住。” 我电话里大骂:“你NND，你就不会说灰太狼来了啊。”"
        },
        "29": {
            "text": "高中时数学老师巨牛逼，第一次上课拿了一副牌进教室，给每人发一张，要求大家记住自己的牌，从此之后他每天上课都带着那副牌，在讲台上边洗牌边上课!!!还时不时丢出两张牌淡淡道“梅花j方块上来做题。。。。"
        },
        "30": {
            "text": "一男生发信息给一女生:每想念你一次，星星就落下一滴眼泪，大海就是这样形成的。 每想念你一次，天上就掉下一粒沙，撒哈拉沙漠就是这样形成的; 谁知那女生生气的回道:每想念你一次，我就放一个屁，臭氧层就是这样形成的。"
        },
        "31": {
            "text": "有一次去外地，由于不知道路，打车又怕被宰，出火车站准备问路，正巧碰到一遛弯的老大爷，我上前问:“大爷，去xxx路怎么走啊，”意思是坐哪路公交去，大爷若有所思的想了足足有一分钟，说了一句让我至今难忘的话，“哦,我想起来在哪里了，你打个车就到了”"
        },
        "32": {
            "text": " 我的一个朋友就要去草原玩了。作为内蒙人，我给她讲解了一些基本的安全常识。 比如当她孤身遭遇野狼的话，不要转头逃跑，人类永远没法和狼比速度。 正确的做法应该是原地不动，与狼的目光正面接触，死死盯住，不要移开。 能坚持多久就坚持多久，这样会死的比较有尊严一点。"
        },
        "33": {
            "text": "女儿四岁了脾气挺倔，今天不听话，爸爸吓唬她要关厕所反省去。女儿白了他爸一眼，自己跑厕所里，还把门锁上了。过了半小时，老婆忍不住了:“宝贝儿开门吧，你爸爸知道错了。宝贝儿开门呀，妈妈憋不住了。”"
        },
        "34": {
            "text": "得小学毕业那会，流行拿个本本相互留言。一天一个女生拿个本本让我留言，思忖半天。总觉得要体现自己的才华。于是提笔:计划生育我不怕，带着老婆闯天下，楼房瓦房随你扒。不生儿子不回家。还记得写完特有成就感。至今也忘不了那女生看到后笑的那个惨啊……"
        },
        "35": {
            "text": "有个飞贼抢了一姑娘的金项链，回头看姑娘既不喊也不追，以为是假的!居然又跑回来，把项链扔回来了，他以为是假的!姑娘很淡定的说:“人家多买的好吧，我只是不敢追。”飞贼，你想多了。"
        },
        "36": {
            "text": "有一天，学校邀请家长到校参观上课情况，上午第一节课，学生向老师问好，说:”老师早。“老师想学生也应该向在场的家长问好，便说:“还有家长呢?”学生还没来得及反应，家长便一齐站起来，说:“老师，早。”"
        },
        "37": {
            "text": "酒店里。一位男士的女友愤怒地高声朝他骂道:你是这个世界上最卑鄙的人!听了这话，店里所有的人都非常吃惊地看着他们，尤其是那位男士。 在这危机的时刻，男士高声地对女友说:你骂他骂得太好了!你还骂了他一些什么话?..."
        },
        "38": {
            "text": "磁铁向铁锅表白:“嫁给我吧。一看到你，我的眼光就无法离开。” 铁锅不知所措:“可是，可是。"
        },
        "39": {
            "text": " 要想富，少养干部多养猪…"
        },
        "40": {
            "text": "总有人在我面前说:先生存，再生活。可是我发现，当你忙完生存后，生活已经荡然无存。"
        }
    }
}